Repository: biglinux/big-deb-editor
Catalog: big-deb-editor/DEBIAN/*.po
Languages: es

source: Abrirei o arquivo de configuração deste arquivo .deb, edite o que achar necessário e feche o editor de textos. Automaticamente será gerado o pacote e um alerta irá avisar o endereço do novo arquivo .deb.
es: Abriré el archivo de configuración para este archivo .deb edite lo que considere necesario y cierre el editor de texto. El paquete se generará automáticamente y una alerta le avisará la dirección del nuevo archivo .deb.

source: Arquivos modificados salvos em: $(echo "$filtered" | sed 's|.deb$|-BIG-modified.deb|g')
es: Archivos modificados guardados en: $(echo "$filtered" | sed 's|.deb$|-BIG-modified.deb|g')

source: Arquivos modificados salvos em: $(echo "$filtered" | sed 's|.deb$|-BIG-modified.deb|g' | sed "s|.*/|$HOME/|"g)
es: Archivos modificados guardados en: $(echo "$filtered" | sed 's|.deb$|-BIG-modified.deb|g' | sed "s|.*/|$HOME/|"g)

source: A forma mais simples de fazer seus pacotes .deb.
es: La forma más sencilla de hacer sus paquetes .deb.

source: GPL v2 or greater
es: GPL v2o mayor

source: Próximo
es: Seguiente

source: Pacotes gerados, confira o log para verificar se ocorreram erros:
es: Paquetes generados, verifique el registro de errores:

source: Gerar outro pacote
es: Generar otro paquete

source: Fechar
es: Cerrar

source: Pasta de trabalho
es: Carpeta de trabajo

source: Pasta para salvar
es: Carpeta para guardar

source: * Na pasta de trabalho, suas subpastas representam pacotes .deb, em cada uma adicione os arquivos que deseja incluir em seu pacote, com as subpastas aonde os arquivos devem ficar após instalar o pacote no sistema, por exemplo, crie a pasta para o pacote bigdebedit e dentro crie as subpastas usr e bin, então adicione o arquivo criar-deb, assim ao instalar no sistema terá o arquivo /usr/bin/criar-deb. Dentro de todos os pacotes .deb existe a pasta DEBIAN, dentro dela existe o arquivo control, aonde ficam as configurações gerais do pacote.
es: *En el libro de trabajo, sus subcarpetas representan paquetes .deb, en cada uno agregue los archivos que desea incluir en su paquete, con las subcarpetas donde deberían estar los archivos después de instalar el paquete en el sistema, por ejemplo, cree la carpeta para el paquete bigdebedit y dentro cree las subcarpetas usr y bin, luego agregue el archivo crear-deb, de modo que cuando instale en el sistema tendrá el archivo / usr / bin / crear-deb. Dentro de todos los paquetes .deb está la carpeta DEBIAN, dentro de ella está el archivo de control, donde están las configuraciones generales del paquete.

source: * Na pasta para salvar ficarão os arquivos .deb gerados com esse programa.
es: *En la carpeta para guardar estarán los archivos .deb generados con este programa.

source: Pasta de trabalho:
es: Carpeta de trabajo.

source: Pasta para salvar:
es: Carpeta para guardar.

source: Selecione os pacotes a serem gerados:
es: Seleccione los paquetes que se generarán:

source: Editar o arquivo control
es: Editar el archivo control

source: Abrir a pasta
es: Abrir la carpeta

source: Definir para quais línguas devem ser gerados arquivos de tradução, exclusivo para os arquivos em shellscript
es: Definir para qué idiomas se deben generar los archivos de traducción, exclusivo para los archivos en shellscript

source: Gerar arquivos para tradução, exclusivo para arquivos em shellscript
es: Generar archivos para traducción, exclusivo para archivos en shellscript

source: Especificar arquivos que devem sobrescrever os de outros pacotes, processo feito com dpkg-divert
es: Especifique archivos que deben sobrescribir los de otros paquetes, un proceso realizado con dpkg-divert

source: Gerar arquivos preinst e postrm baseado no arquivo dpkg-divert
es: Generar archivos preinst y postrm basados ​​en archivo dpkg-divert

source: Selecione na lista os pacotes que deseja gerar os arquivos .deb
es: Seleccione de la lista los paquetes que desea generar archivos .deb

source: Antes de gerar um .deb é preciso ter uma pasta com os arquivos, para iniciar um pacote do zero clique aqui
es: Antes de generar un .deb es necesario tener una carpeta con los archivos, para iniciar un paquete desde cero, haga clic aquí

source: Abrir a pasta com os arquivos .deb
es: Abra la carpeta con los archivos .deb

source: Criar novo pacote
es: Crear nuevo paquete

source: Ver pasta
es: Ver carpeta

source: Gerar .deb
es: Generar.deb

source: Crie seu remaster personalizado de forma bastante simples.
es: Crea tu remasterización personalizada de una manera muy simple.

source: Gerando novo pacote...
es: Generando nuevo paquete...

source: Insira o nome do pacote
es: Ingrese el nombre del paquete

source: Tradução de arquivos de shell script gerados!
es: Traducción de archivos shell script generados!

source: Insira as siglas das línguas que deseja que sejam gerados os arquivos para tradução no arquivo que irei abrir, por exemplo, para português, espanhol e inglês: pt es en
es: Inserte las siglas de los idiomas que desea generar los archivos para traducir en el archivo que abriré, por ejemplo, para español, portugués e inglés: es pt en

source: Insira o endereço completo dos arquivos que deseja que sejam substituídos e pertencem também a outros pacotes, por exemplo: /usr/bin/firefox /usr/bin/gedit
es: Ingrese la dirección completa de los archivos que desea reemplazar y también pertenezca a otros paquetes, por ejemplo: /usr/bin/firefox /usr/bin/gedit

source: Já existem os arquivos preinst e postrm para esse pacote, deseja sobrescrever?
es: Los archivos preinst y postrm para este paquete ya existen, ¿desea sobrescribir?

source: Sim
es: Si

source: Não
es: No

source: Arquivos gerados!
es: ¡Archivos generados!

source: Gerando pacotes...
es: Generando paquetes...
